Repository: Emad-Pro/belhalah_app
Catalog: lib/l10n/intl_*.arb
Languages: bn, gu, ta

# welcome
source: Most awaited Dating App is here!
bn: সর্বাধিক প্রত্যাশিত ডেটিং অ্যাপ এখানে!
gu: સર્વાધિક અપેક્ષિત ડેટિંગ એપ અહીં છે!
ta: மிகவும் எதிர்பார்க்கப்படும் டேட்டிங் ஆப் இங்கே!

# welcomeSmallMessage
source: Dating doesn't have to be hard.
bn: ডেটিং কঠিন হতে হবে না।
gu: ડેટિંગ કઠણ હોવું જોઈએ નહીં.
ta: டேட்டிங் கடினமாக இருக்க வேண்டாம்.

source: Let's Go
bn: চলুন
gu: ચાલો જઈએ
ta: செல்வோம்

# menuFeaturedUsers
source: Featured Users
bn: বিশিষ্ট ব্যবহারকারীরা
gu: વિશિષ્ટ વપરાશકર્તાઓ
ta: சிறப்பு பயனர்கள்

# menuRandomUsers
source: Random Users
bn: যদি ব্যবহারকারী
gu: રેન્ડમ વપરાશકર્તાઓ
ta: சீரற்ற பயனர்கள்

# menuCreditWallet
source: Credit Wallet
bn: ক্রেডিট ওয়ালেট
gu: ક્રેડિટ વોલેટ
ta: கிரெடிட் வாலெட்

# menuWhoLikesMe
source: Who liked me
bn: কে আমাকে পছন্দ করেছে
gu: કોણે મને પસંદ કર્યું
ta: என்னை யார் விரும்புகிறார்கள்

# menuMutualLikes
source: Mutual Likes
bn: পারস্পরিক পছন্দ
gu: પરસ્પર પસંદગી
ta: பரஸ்பர விருப்பங்கள்

# menuMyLikes
source: My Likes
bn: আমার পছন্দ
gu: મારી પસંદગી
ta: என் விருப்பங்கள்

# menuMyDislikes
source: My Dislikes
bn: আমার অপছন্দ
gu: મારી નાપસંદ
ta: என் வெறுப்புகள்

# menuVisitors
source: Visitors
bn: অতিথিরা
gu: મુલાકાતીઓ
ta: விசிட்டர்கள்

# menuBlockedUsers
source: Blocked Users
bn: ব্লক করা ব্যবহারকারী
gu: અવરોધિત વપરાશકર્તાઓ
ta: தடைசெய்யப்பட்ட பயனர்கள்

# menuChangePassword
source: Change Password
bn: পাসওয়ার্ড পরিবর্তন
gu: પાસવર્ડ બદલો
ta: கடவுச்சொல்லை மாற்று

# menuChangeEmail
source: Change Email
bn: ইমেইল পরিবর্তন
gu: ઇમેલ બદલો
ta: மின்னஞ்சலை மாற்று

# menuSettings
source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
ta: அமைப்புகள்

# menuLogout
source: Logout
bn: লগ আউট
gu: લોગઆઉટ
ta: வெளியேறு

source: Are you sure?
bn: তুমি কি নিশ্চিত?
gu: શું તમે નિશ્ચિત છો?
ta: உறுதியாக?

source: Profile Photo
bn: প্রোফাইল ছবি
gu: પ્રોફાઇલ ફોટો
ta: சுயவிவர படம்

# uploadNewPhotos
source: Profile Photo
bn: প্রোফাইল ছবি আপলোড করুন
gu: પ્રોફાઇલ ફોટો
ta: புதிய படங்களை பதிவேற்று

source: Hello World!
bn: হ্যালো ওয়ার্ল্ড!
gu: હેલો વર્લ્ડ!
ta: வணக்கம் உலகமே!

source: Be Premium
bn: প্রিমিয়াম হোন
gu: પ્રીમિયમ બનો
ta: பிரீமியம் ஆகவும்

source: About us
bn: আমাদের সম্পর্কে
gu: અમારા વિશે
ta: எங்களை பற்றி

source: Version
bn: ভার্সন
gu: આવૃત્તિ
ta: பதிப்பு

source: Boost my Profile
bn: আমার প্রোফাইল বুস্ট করুন
gu: મારું પ્રોફાઇલ બૂસ્ટ કરો
ta: என் சுயவிவரத்தை மேம்படுத்தவும்

source: Your profile is boosted for
bn: আপনার প্রোফাইল বুস্ট হয়েছে
gu: તમારું પ્રોફાઇલ માટે બૂસ્ટ કરવામાં આવ્યું છે
ta: உங்கள் சுயவிவரம் மேம்படுத்தப்பட்டுள்ளது

# byBoostingYourProfileYouWillBeAPartOf
source: By boosting your profile you will be a part of featured user and will a get priority in search and random users. It will costs you {booster_price} credits for immediate {booster_period} minutes
bn: আপনার প্রোফাইল বুস্ট করে আপনি বিশিষ্ট ব্যবহারকারীদের অংশ হয়ে যাবেন এবং সার্চ ও র্যান্ডম ব্যবহারকারীদের মধ্যে অগ্রাধিকার পাবেন। এটি আপনাকে {booster_price} ক্রেডিট খরচ করবে {booster_period} মিনিটের জন্য
gu: તમારું પ્રોફાઇલ બૂસ્ટ કરીને તમે વિશિષ્ટ વપરાશકર્તાઓનો ભાગ બની જશો અને શોધ અને રેન્ડમ વપરાશકર્તાઓમાં પ્રાથમિકતા મળશે. આ માટે તમને {booster_price} ક્રેડિટ્સ અને તરત જ {booster_period} મિનિટોની કિંમત થશે.
ta: உங்கள் சுயவிவரத்தை மேம்படுத்துவதன் மூலம், நீங்கள் சிறப்பு பயனரின் ஒரு பகுதியாக இருப்பீர்கள் மற்றும் தேடல் மற்றும் சீரற்ற பயனர்களில் முன்னுரிமை பெறுவீர்கள். இது உடனடியாக {booster_price} கிரெடிட்ஸ் {booster_period} நிமிடங்களுக்கு செலவாகும்

source: Boost Again
bn: আবার বুস্ট করুন
gu: ફરીથી બૂસ્ટ કરો
ta: மீண்டும் மேம்படுத்தவும்

source: Buy Credits
bn: ক্রেডিট কিনুন
gu: ક્રેડિટ્સ ખરીદો
ta: கிரெடிட்களை வாங்கவும்

# yourDailyLimitForEncountersMayExceedOrThereAre
source: Your daily limit for encounters may exceed or there are no users to show.
bn: আপনার দৈনিক এনকাউন্টারের সীমা ছাড়িয়ে যেতে পারে বা দেখানোর জন্য কোন ব্যবহারকারী নেই।
gu: તમારી રોજીંદી મર્યાદા કરતા વધારે સંભવિત છે અથવા દર્શાવવાં માટે કોઈ વપરાશકર્તાઓ નથી.
ta: உங்கள் தினசரி சந்திப்பு வரம்பு மிகச்செய்யப்படலாம் அல்லது காண்பிக்க பயனர்கள் இல்லாமல் இருக்கலாம்.

source: Find
bn: খুঁজুন
gu: શોધો
ta: கண்டுபிடிக்கவும்

source: My Profile
bn: আমার প্রোফাইল
gu: મારું પ્રોફાઇલ
ta: என் சுயவிவரம்

source: Encounter
bn: এনকাউন্টার
gu: મુલાકાત
ta: சந்திப்பு

source: My Photos
bn: আমার ছবি
gu: મારા ફોટોઝ
ta: என் படங்கள்

source: Messenger
bn: মেসেঞ্জার
gu: મેસેન્જર
ta: தூதர்

source: Register
bn: নিবন্ধন
gu: નોંધણી
ta: பதிவு செய்யவும்

source: You want to delete this image?
bn: আপনি কি এই ছবি মুছতে চান?
gu: શું તમે આ છબી ડિલીટ કરવા માગો છો?
ta: இந்த படத்தை நீக்க விரும்புகிறீர்களா?

source: There are no results to show.
bn: দেখানোর জন্য কোন ফলাফল নেই।
gu: દેખાડવા માટે કોઈ પરિણામ નથી.
ta: காண்பிக்க முடிவுகள் எதுவும் இல்லை.

source: Failed
bn: ব্যর্থ
gu: અસફળ
ta: தோல்வி

source: Notifications
bn: নোটিফিকেশন
gu: સૂચનાઓ
ta: அறிவிப்புகள்

source: no result found
bn: কোন ফলাফল পাওয়া যায়নি
gu: કોઈ પરિણામ મળ્યું નથી
ta: முடிவு எதுவும் கிடைக்கவில்லை

source: end of result
bn: ফলাফলের শেষ
gu: પરિણામનો અંત
ta: முடிவின் இறுதி

source: Premium
bn: প্রিমিয়াম
gu: પ્રીમિયમ
ta: பிரீமியம்

source: You are premium user
bn: আপনি প্রিমিয়াম ব্যবহারকারী
gu: તમે પ્રીમિયમ વપરાશકર્તા છો
ta: நீங்கள் பிரீமியம் பயனர்

source: Premium Membership Expiry
bn: প্রিমিয়াম সদস্যপদ মেয়াদ শেষ
gu: પ્રીમિયમ સભ્યપદ સમાપ્તિ
ta: பிரீமியம் உறுப்பினர் காலாவதி

# itemPriceCredits
source: {price} credits
bn: {price} ক্রেডিট
gu: {price} ક્રેડિટ્સ
ta: {price} கிரெடிட்கள்

source: Select Plan
bn: পরিকল্পনা নির্বাচন করুন
gu: પ્લાન પસંદ કરો
ta: திட்டத்தை தேர்ந்தெடுக்கவும்

source: Please select a plan
bn: অনুগ্রহ করে একটি পরিকল্পনা নির্বাচন করুন
gu: કૃપા કરીને પ્લાન પસંદ કરો
ta: ஒரு திட்டத்தைத் தேர்ந்தெடுக்கவும்

source: OK
bn: ঠিক আছে
gu: ઠીક છે
ta: சரி

source: Extend Premium Membership
bn: প্রিমিয়াম সদস্যপদ বাড়ান
gu: પ્રીમિયમ સભ્યપદ વિસ્તૃત કરો
ta: பிரீமியம் உறுப்பினரை நீட்டிக்கவும்

source: Be Premium Now
bn: এখনই প্রিমিয়াম হোন
gu: હવે પ્રીમિયમ બનો
ta: இப்போதே பிரீமியம் ஆகவும்

source: Gift
bn: উপহার
gu: ઉપહાર
ta: பரிசு

source: Send a Gift
bn: উপহার পাঠান
gu: એક ભેટ મોકલો
ta: ஒரு பரிசு அனுப்புங்கள்

source: Privately
bn: ব্যক্তিগতভাবে
gu: ખાસગી
ta: தனிப்பட்ட முறையில்

source: Send
bn: পাঠান
gu: મોકલો
ta: அனுப்பு

source: Cancel
bn: বাতিল
gu: રદ કરો
ta: ரத்து செய்

source: Report Abuse
bn: অপব্যবহার রিপোর্ট
gu: અપમાનની ફરિયાદ
ta: துஷ்பிரயோகம் குறித்து புகாரளிக்கவும்

source: Block
bn: ব্লক
gu: અવરોધિત
ta: தடுக்கவும்

source: User blocked
bn: ব্যবহারকারী ব্লক করা হয়েছে
gu: વપરાશકર્તા અવરોધિત
ta: பயனர் தடுக்கப்பட்டது

source: Unblock
bn: আনব্লক
gu: અવરોધ દૂર કરો
ta: தடையை நீக்கவும்

source: Total Likes
bn: মোট পছন্দ
gu: કુલ પસંદગીઓ
ta: மொத்த விருப்பங்கள்

source: Total Views
bn: মোট ভিউ
gu: કુલ દ્રશ્યો
ta: மொத்த பார்வைகள்

source: About Me
bn: আমার সম্পর্কে
gu: મારા વિશે
ta: என்னை பற்றி

source: Gender
bn: লিঙ্গ
gu: લિંગ
ta: பாலினம்

source: Preferred Language
bn: পছন্দের ভাষা
gu: પસંદની ભાષા
ta: விரும்பிய மொழி

source: Relationship Status
bn: সম্পর্কের স্থিতি
gu: સંબંધની સ્થિતિ
ta: உறவு நிலை

source: Education
bn: শিক্ষা
gu: શિક્ષણ
ta: கல்வி

source: Mobile Number
bn: মোবাইল নম্বর
gu: મોબાઇલ નંબર
ta: மொபைல் எண்

source: Location
bn: অবস্থান
gu: સ્થાન
ta: இடம்

source: Work Status
bn: কর্মস্থল স্থিতি
gu: કામની સ્થિતિ
ta: வேலை நிலை

source: Birthday
bn: জন্মদিন
gu: જન્મદિવસ
ta: பிறந்த நாள்

source: Update Photo
bn: ফটো আপডেট করুন
gu: ફોટો અપડેટ કરો
ta: புகைப்படத்தை புதுப்பிக்கவும்

source: Profile Cover Photo
bn: প্রোফাইল কভার ফটো
gu: પ્રોફાઇલ કવર ફોટો
ta: சுயவிவர மூடி படம்

source: My Profile Update
bn: আমার প্রোফাইল আপডেট
gu: મારા પ્રોફાઇલ અપડેટ
ta: என் சுயவிவர புதுப்பிப்பு

source: Basic Information
bn: মৌলিক তথ্য
gu: મૂળભૂત માહિતી
ta: அடிப்படை தகவல்

source: Select Country Code
bn: দেশের কোড নির্বাচন করুন
gu: દેશનો કોડ પસંદ કરો
ta: நாட்டின் குறியீட்டைத் தேர்ந்தெடுக்கவும்

source: First Name
bn: প্রথম নাম
gu: પ્રથમ નામ
ta: முதல் பெயர்

source: Last Name
bn: শেষ নাম
gu: છેલ્લું નામ
ta: கடைசி பெயர்

source: Language
bn: ভাষা
gu: ભાષા
ta: மொழி

source: Country Phone Code
bn: দেশের ফোন কোড
gu: દેશ ફોન કોડ
ta: நாட்டு தொலைபேசி குறியீடு

source: Error: {error}
bn: ত্রুটি: {error}
gu: ભૂલ: {error}
ta: தோல்வி: {error}

source: Your basic information form will come here
bn: আপনার মৌলিক তথ্য ফর্ম এখানে আসবে
gu: તમારો મૂળભૂત માહિતી ફોર્મ અહીં આવશે
ta: உங்கள் அடிப்படை தகவல் படிவம் இங்கே வரும்

source: Purchase Credits
bn: ক্রেডিট কিনুন
gu: ક્રેડિટ્સ ખરીદો
ta: கிரெடிட்களை வாங்கவும்

source: Trying to connect...
bn: সংযোগ করার চেষ্টা করছেন...
gu: કનેક્ટ કરવાનો પ્રયાસ...
ta: இணைக்க முயற்சி செய்கிறோம்...

source: Not connected
bn: সংযুক্ত নয়
gu: કનેક્ટ નથી
ta: இணைக்கப்படவில்லை

source: Fetching products...
bn: পণ্যগুলি আনছে...
gu: ઉત્પાદનો લાવવાં...
ta: பொருட்களை எடுத்துக்கொள்கிறோம்...

source: Credit Packages
bn: ক্রেডিট প্যাকেজ
gu: ક્રેડિટ પેકેજેસ
ta: கிரெடிட் தொகுப்புகள்

source: {notFoundedProducts} not found
bn: {notFoundedProducts} পাওয়া যায়নি
gu: {notFoundedProducts} મળી નથી
ta: {notFoundedProducts} காணப்படவில்லை

source: Package not found
bn: প্যাকেজ পাওয়া যায়নি
gu: પેકેજ મળ્યું નથી
ta: தொகுப்பு காணப்படவில்லை

source: {credits} credits
bn: {credits} ক্রেডিট
gu: {credits} ક્રેડિટ્સ
ta: {credits} கிரெடிட்கள்

source: Fetching consumables...
bn: ভোগ্যপণ্যগুলি আনছে...
gu: ખાદ્ય સામગ્રી લાવવાં...
ta: நுகர்வுப் பொருட்களை எடுத்துக்கொள்கிறோம்...

# thisIsAPremiumFeatureToViewThisYouNeed
source: This is a premium feature, to view this you need to buy premium plan first.
bn: এটি একটি প্রিমিয়াম বৈশিষ্ট্য, এটি দেখতে প্রথমে আপনাকে প্রিমিয়াম পরিকল্পনা কিনতে হবে।
gu: આ પ્રીમિયમ સુવિધા છે, તેને જોવા માટે તમારે પહેલા પ્રીમિયમ પ્લાન ખરીદવો પડશે.
ta: இது ஒரு பிரீமியம் அம்சம், இதைப் பார்க்க நீங்கள் முதலில் பிரீமியம் திட்டத்தை வாங்க வேண்டும்.

source: All
bn: সব
gu: બધું
ta: அனைத்து

source: Basic
bn: মৌলিক
gu: મૂળભૂત
ta: அடிப்படை

source: Name
bn: নাম
gu: નામ
ta: பெயர்

source: Username
bn: ব্যবহারকারীর নাম
gu: વપરાશકર્તા નામ
ta: பயனர்பெயர்

source: Looking for
bn: খুঁজছি
gu: શોધી રહ્યા
ta: தேடுகிறது

source: Minimum Age
bn: ন্যূনতম বয়স
gu: ન્યૂનતમ વય
ta: குறைந்தபட்ச வயது

source: Maximum Age
bn: সর্বাধিক বয়স
gu: સર્વોચ્ચ વય
ta: அதிகபட்ச வயது

source: Distance from my location ({distanceUnit})
bn: আমার অবস্থান থেকে দূরত্ব ({distanceUnit})
gu: મારી જગ્યાથી અંતર (અંતર એકમ)
ta: என் இருப்பிடத்திலிருந்து தூரம் ({distanceUnit})

source: Personal
bn: ব্যক্তিগত
gu: વ્યક્તિગત
ta: தனிப்பட்ட

source: Minimum Height
bn: ন্যূনতম উচ্চতা
gu: ન્યૂનતમ ઊંચાઈ
ta: குறைந்தபட்ச உயரம்

source: Maximum Height
bn: সর্বাধিক উচ্চতা
gu: સર્વોચ્ચ ઊંચાઈ
ta: அதிகபட்ச உயரம்

source: Apply
bn: প্রয়োগ করুন
gu: લાગુ કરો
ta: விண்ணப்பிக்கவும்

source: Home
bn: বাড়ি
gu: ઘર
ta: முகப்பு

source: My Credit Wallet
bn: আমার ক্রেডিট ওয়ালেট
gu: મારો ક્રેડિટ વોલેટ
ta: என் கிரெடிட் வாலெட்

source: Buy More Credits
bn: আরো ক্রেডিট কিনুন
gu: વધુ ક્રેડિટ્સ ખરીદો
ta: மேலும் கிரெடிட்களை வாங்கவும்

source: Your Wallet Balance
bn: আপনার ওয়ালেটের ব্যালেন্স
gu: તમારો વોલેટ બેલેન્સ
ta: உங்கள் வாலெட் இருப்பு

source: {walletBalance} Credits
bn: {walletBalance} ক্রেডিট
gu: {walletBalance} ક્રેડિટ્સ
ta: {walletBalance} கிரெடிட்கள்

source: Financial Transaction
bn: আর্থিক লেনদেন
gu: વિત્તીય વ્યવહાર
ta: நிதி பரிவர்த்தனை

source: Transaction
bn: লেনদেন
gu: વ્યવહાર
ta: பரிவர்த்தனை

source: on
bn: তারিখ
gu: પર
ta: அன்று

source: Payment Method
bn: পেমেন্ট পদ্ধতি
gu: ચુકવણી પદ્ધતિ
ta: கட்டணம் முறை

source: Abuse report
bn: অপব্যবহার রিপোর্ট
gu: અપમાનની ફરિયાદ
ta: துஷ்பிரயோகம் புகார்

source: User has been reported successfully
bn: ব্যবহারকারী সফলভাবে রিপোর্ট করা হয়েছে
gu: વપરાશકર્તા સફળતાપૂર્વક જાણ કરવામાં આવ્યો છે
ta: பயனர் வெற்றிகரமாக புகாரளிக்கப்பட்டார்

source: Report
bn: রিপোর্ট
gu: ફરિયાદ
ta: புகாரளிக்கவும்

source: Reason
bn: কারণ
gu: કારણ
ta: காரணம்

source: Report User
bn: ব্যবহারকারী রিপোর্ট করুন
gu: વપરાશકર્તા જણાવો
ta: பயனரை புகாரளிக்கவும்

source: Go back
bn: ফিরে যাও
gu: પાછા જાઓ
ta: திரும்பிச் செல்

source: Change Email
bn: ইমেইল পরিবর্তন
gu: ઇમેલ બદલો
ta: மின்னஞ்சலை மாற்றவும்

source: Activate your new email address
bn: আপনার নতুন ইমেইল ঠিকানা সক্রিয় করুন
gu: તમારું નવું ઇમેલ સરનામું સક્રિય કરો
ta: உங்கள் புதிய மின்னஞ்சல் முகவரியை செயல்படுத்தவும்

# almostFinishedYouNeedToConfirmYourEmailAddressTo
source: Almost finished... You need to confirm your email address. To complete the activation process, please click the link in the email we just sent you.
bn: প্রায় শেষ... আপনাকে আপনার ইমেইল ঠিকানা নিশ্চিত করতে হবে। সক্রিয়করণ প্রক্রিয়া সম্পন্ন করতে, অনুগ্রহ করে আমরা আপনাকে পাঠানো ইমেইলের লিঙ্কে ক্লিক করুন।
gu: લગભગ પૂર્ણ... તમારે તમારું ઇમેલ સરનામું પુષ્ટિ કરવાની જરૂર છે. સક્રિયતા પ્રક્રિયા પૂર્ણ કરવા માટે, કૃપા કરીને અમે આપેલા ઇમેલમાં લિંક પર ક્લિક કરો.
ta: முடிவடையப் போகிறது... உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்த வேண்டும். செயல்படுத்தும் செயல்முறையை முடிக்க, நாங்கள் உங்களுக்கு அனுப்பிய மின்னஞ்சலிலுள்ள இணைப்பைச் சொடுக்கவும்.

source: Current Email
bn: বর্তমান ইমেইল
gu: વર્તમાન ઇમેલ
ta: தற்போதைய மின்னஞ்சல்

source: New Email
bn: নতুন ইমেইল
gu: નવું ઇમેલ
ta: புதிய மின்னஞ்சல்

source: Password
bn: পাসওয়ার্ড
gu: પાસવર્ડ
ta: கடவுச்சொல்

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন
gu: પાસવર્ડ બદલો
ta: கடவுச்சொல்லை மாற்று

source: Show Visitor Notifications
bn: ভিজিটর নোটিফিকেশন দেখান
gu: મુલાકાતની સૂચનાઓ બતાવો
ta: விசிட்டர் அறிவிப்புகளைக் காட்டு

source: Show Gifts Notifications
bn: উপহার নোটিফিকেশন দেখান
gu: ભેટની સૂચનાઓ બતાવો
ta: பரிசு அறிவிப்புகளைக் காட்டு

source: Show Messages Notifications
bn: মেসেজ নোটিফিকেশন দেখান
gu: સંદેશાની સૂચનાઓ બતાવો
ta: செய்தி அறிவிப்புகளைக் காட்டு

source: Show Login Notifications for your Liked Users
bn: আপনার পছন্দের ব্যবহারকারীদের জন্য লগইন নোটিফিকেশন দেখান
gu: તમારા પસંદ કરેલા વપરાશકર્તાઓ માટે લોગિન સૂચનાઓ બતાવો
ta: உங்கள் விரும்பிய பயனர்களுக்கான உள்நுழைவு அறிவிப்புகளைக் காட்டு

source: Display Mobile Number
bn: মোবাইল নম্বর প্রদর্শন করুন
gu: મોબાઇલ નંબર બતાવો
ta: மொபைல் எண்ணை காட்டு

source: Update Settings
bn: সেটিংস আপডেট করুন
gu: સેટિંગ્સ અપડેટ કરો
ta: அமைப்புகளை புதுப்பிக்கவும்

# allContentIncludingPhotosAndOtherDataWillBePermanently
source: All content including photos and other data will be permanently removed!
bn: সব সামগ্রী সহ ছবি এবং অন্যান্য ডেটা স্থায়ীভাবে মুছে ফেলা হবে!
gu: બધું સામગ્રી, ફોટાઓ અને અન્ય ડેટા સહીત કાયમ માટે દૂર થઈ જશે!
ta: படங்கள் மற்றும் பிற தரவுகள் உட்பட அனைத்து உள்ளடக்கங்களும் நிரந்தரமாக நீக்கப்படும்!

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
gu: પાસવર્ડ પુષ્ટિ કરો
ta: கடவுச்சொல்லை உறுதிப்படுத்து

source: Yes delete
bn: হ্যাঁ মুছে ফেলুন
gu: હા, ડિલીટ કરો
ta: ஆம், நீக்கு

source: Delete Account
bn: অ্যাকাউন্ট মুছে ফেলুন
gu: ખાતું ડિલીટ કરો
ta: கணக்கை நீக்கு

source: Alert
bn: সতর্কতা
gu: ચેતવણી
ta: எச்சரிக்கை

source: error ...
bn: ত্রুটি ...
gu: ભૂલ...
ta: பிழை ...

# doYouWantToDeleteAllTheChatMessageOf
source: Do you want to delete all the chat message of this user?
bn: আপনি কি এই ব্যবহারকারীর সমস্ত চ্যাট মেসেজ মুছে ফেলতে চান?
gu: શું તમે આ વપરાશકર્તાના બધા ચેટ સંદેશાઓ ડિલીટ કરવા માંગો છો?
ta: இந்த பயனரின் அனைத்து அரட்டை செய்தியையும் நீக்க விரும்புகிறீர்களா?

source: Yes
bn: হ্যাঁ
gu: હા
ta: ஆம்

source: No
bn: না
gu: ના
ta: இல்லை

source: Delete All Chat History
bn: সমস্ত চ্যাট ইতিহাস মুছে ফেলুন
gu: બધી ચેટ ઇતિહાસ ડિલીટ કરો
ta: அனைத்து அரட்டை வரலாற்றையும் நீக்கு

source: loading messages ...
bn: মেসেজ লোড হচ্ছে ...
gu: સંદેશાઓ લોડ કરી રહ્યા છે...
ta: செய்திகளை ஏற்றுகிறது ...

source: Request Denied
bn: অনুরোধ প্রত্যাখ্যান
gu: વિનંતી નકારવામાં આવી
ta: கோரிக்கை நிராகரிக்கப்பட்டது

source: You have already declined user message request
bn: আপনি ইতিমধ্যেই ব্যবহারকারীর মেসেজ অনুরোধ প্রত্যাখ্যান করেছেন
gu: તમે વપરાશકર્તાની સંદેશા વિનંતી પહેલેથી જ નકારી છે
ta: நீங்கள் ஏற்கனவே பயனர் செய்தி கோரிக்கையை நிராகரித்துவிட்டீர்கள்

source: You can accept or deny user message request.
bn: আপনি ব্যবহারকারীর মেসেজ অনুরোধ গ্রহণ বা প্রত্যাখ্যান করতে পারেন।
gu: તમે વપરાશકર્તાની સંદેશા વિનંતી સ્વીકારી શકો છો અથવા નકારી શકો છો.
ta: நீங்கள் பயனர் செய்தி கோரிக்கையை ஏற்க அல்லது மறுக்கலாம்.

# youWantToPurchaseThisStickerItWillCostYou
source: You want to purchase this sticker? It will cost you {stickerFormattedPrice}
bn: আপনি কি এই স্টিকার কিনতে চান? এটি আপনাকে {stickerFormattedPrice} খরচ করবে
gu: તમે આ સ્ટિકર ખરીદવા માંગો છો? તે તમને {stickerFormattedPrice} થશે
ta: இந்த ஸ்டிக்கரை வாங்க விரும்புகிறீர்களா? இது {stickerFormattedPrice} செலவாகும்

source: loading ...
bn: লোড হচ্ছে ...
gu: લોડ કરી રહ્યા છે...
ta: ஏற்றுகிறது ...

source: Show Likes Notifications
bn: পছন্দ নোটিফিকেশন দেখান
gu: પસંદગીની સૂચનાઓ બતાવો
ta: விருப்ப அறிவிப்புகளைக் காட்டு

source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
ta: அமைப்புகள்

source: Select Language
bn: ভাষা নির্বাচন করুন
gu: ભાષા પસંદ કરો
ta: மொழியைத் தேர்ந்தெடுக்கவும்

source: French
bn: ফরাসি
gu: ફ્રેન્ચ
ta: பிரெஞ்சு

source: English
bn: ইংরেজি
gu: અંગ્રેજી
ta: ஆங்கிலம்

source: Send Gift to {localUserProfileItemName}
bn: {localUserProfileItemName}-এ উপহার পাঠান
gu: {localUserProfileItemName} ને ભેટ મોકલો
ta: {localUserProfileItemName} க்கு பரிசு அனுப்பவும்

source: Sign in
bn: সাইন ইন
gu: સાઇન ઇન
ta: உள்நுழையவும்

source: Email or Username
bn: ইমেইল বা ব্যবহারকারীর নাম
gu: ઇમેલ અથવા વપરાશકર્તા નામ
ta: மின்னஞ்சல் அல்லது பயனர்பெயர்

source: Login
bn: লগইন
gu: લોગિન
ta: உள்நுழையவும்

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
gu: પાસવર્ડ ભૂલ્યા?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Failed to initialize
bn: সূচনা ব্যর্থ হয়েছে
gu: પ્રારંભ કરવા નિષ્ફળ
ta: தொடங்க முடியவில்லை

source: GO HOME
bn: বাড়ি যান
gu: ઘર જાઓ
ta: முகப்பு செல்

source: Email
bn: ইমেইল
gu: ઇમેલ
ta: மின்னஞ்சல்

source: I accept all the
bn: আমি সমস্ত মেনে নিচ্ছি
gu: હું બધી શરતો સ્વીકારું છું
ta: நான் அனைத்தையும் ஏற்றுக்கொள்கிறேன்

source: and
bn: এবং
gu: અને
ta: மற்றும்

source: terms & conditions
bn: শর্তাবলী
gu: શરતો અને નિયમો
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்

source: privacy policy
bn: গোপনীয়তা নীতি
gu: ગોપનીયતા નીતિ
ta: தனியுரிமைக் கொள்கை

source: Account Created Successfully
bn: অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে
gu: ખાતું સફળતાપૂર્વક બનાવાયું
ta: கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது

source: Go to login now
bn: এখন লগইন করুন
gu: હવે લોગિન માટે જાઓ
ta: இப்பொழுது உள்நுழைய செல்லவும்

source: Sign in with Facebook
bn: ফেসবুক দিয়ে সাইন ইন করুন
gu: ફેસબુક સાથે સાઇન ઇન
ta: பேஸ்புக்கில் உள்நுழையவும்

source: Sign in with Google
bn: গুগল দিয়ে সাইন ইন করুন
gu: ગૂગલ સાથે સાઇન ઇન
ta: கூகிளில் உள்நுழையவும்

source: Your email address
bn: আপনার ইমেইল ঠিকানা
gu: તમારું ઇમેલ સરનામું
ta: உங்கள் மின்னஞ்சல் முகவரி

source: Send Email OTP
bn: ইমেইল ওটিপি পাঠান
gu: ઇમેલ OTP મોકલો
ta: மின்னஞ்சல் OTP அனுப்பவும்

source: Email OTP
bn: ইমেইল ওটিপি
gu: ઇમેલ OTP
ta: மின்னஞ்சல் OTP

source: New Password
bn: নতুন পাসওয়ার্ড
gu: નવો પાસવર્ડ
ta: புதிய கடவுச்சொல்

source: Confirm New Password
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন
gu: નવો પાસવર્ડ પુષ્ટિ કરો
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்து

source: Submit
bn: জমা দিন
gu: મોકલો
ta: சமர்ப்பிக்கவும்
